[
  {
    "Name": "Carolyn R. Bertozzi",
    "Description": "Bertozzi was born in Boston, Massachusetts. She received her AB summa cum laude in chemistry from Harvard University. She received her PhD in chemistry in 1993 from University of California–Berkeley, where she worked with Mark Bednarsky on the synthesis of oligosaccharide analogs. She joined the Berkeley faculty in 1996. Today, she is Anne T. and Robert M. Bass Professor in the School of Humanities and Sciences at Stanford University, as well as Director of the Bertozzi Research Lab in the Department of Chemistry at Stanford. In addition, since 2000 she has been a Howard Hughes Medical Institute investigator.",
    "Born": 1966,
    "Keyword1": "Biochemistry",
    "Picture": "https://res.cloudinary.com/highereducation/image/upload/w_150,h_150,c_fill,f_auto,fl_lossy,q_auto/v1/TheBestSchools.org/carolyn-bertozzi.jpg",
    "Wiki": "https://en.wikipedia.org/wiki/Carolyn_R._Bertozzi"
  },
  {
    "Name": "Cynthia Breazeal",
    "Description": "Breazeal was born in Albuquerque, New Mexico. She received her bachelor of science degree in electrical and computer engineering from University of California–Santa Barbara in 1989, and her doctor of science degree in electrical engineering and computer science from Massachusetts Institute of Technology in 2000. At MIT, Breazeal worked in the Artificial Intelligence Laboratory under Rodney A. Brooks, fabled pioneer of the actionist approach to robotics. For her doctoral dissertation, she developed Kismet (see video clip, below), a highly expressive humanoid robot capable of unscripted, emotionally intuitive, and hence lifelike interaction with human beings.",
    "Born": 1967,
    "Keyword1": "Computer Science",
    "Keyword2": "Robotic",
    "Picture": "https://res.cloudinary.com/highereducation/image/upload/w_150,h_150,c_fill,f_auto,fl_lossy,q_auto/v1/TheBestSchools.org/cynthia-breazeal.png",
    "Wiki": "https://en.wikipedia.org/wiki/Cynthia_Breazeal"
  },
  {
    "Name": "Ana Caraiani",
    "Description": "Caraiani was born in Bucharest, Romania. She earned her bachelor’s degree summa cum laude from Princeton University in 2007. At Princeton, she wrote her senior thesis on Galois representations under the supervision of Andrew Wiles, widely known for having completed a proof in 1995 of Fermat’s Last Theorem. Caraiani did her doctoral work at Harvard under the supervision of Wiles’s former student, Richard Taylor. Her doctoral dissertation concerned local-global compatibility in the Langlands correspondence. After graduating in 2012, she first taught briefly at the University of Chicago, before returning to Princeton University from 2013 to 2016. While at Princeton, she also served as a Veblen Research Instructor in Mathematics at the Institute for Advanced Study (IAS). Since 2016, Caraiani has been a Bonn Junior Fellow at the Hausdorff Center for Mathematics (HCM), a highly prestigious mathematics research institute located in Bonn, Germany. She has also been invited for shorter visits to the Mathematical Sciences Research Institute at University of California–Berkeley and the École Normale Supérieure in Paris.",
    "Born": 1985,
    "Keyword1": "Mathematics",
    "Picture": "https://res.cloudinary.com/highereducation/image/upload/f_auto,fl_lossy,q_auto/v1/TheBestSchools.org/ana-caraiani-e1509978886895.png",
    "Wiki": "https://en.wikipedia.org/wiki/Ana_Caraiani"
  },
  {
    "Name": "Marissa A. Mayer",
    "Description": "Mayer was born in Wausau, Wisconsin. She took her bachelor’s degree in symbolic systems in 1997 and her master’s degree in computer science in 1999, both from Stanford University. For both degrees, she specialized in artificial intelligence (AI), including developing a travel advice software system with a natural language user interface. Upon graduation, Mayer interned at SRI International in Menlo Park, California, and at UBS Financial’s research lab based in Zurich, Switzerland. Next, she turned down an offer to teach at Carnegie Mellon University in order to join the then-new Google company as employee number twenty. Mayer was the company’s first female engineer. She started out writing code, as well as supervising small teams tasked with the design and development of Google’s search offerings. Mayer holds several patents in artificial intelligence and interface design. Moving quickly into management, Mayer placed her own personal stamp on the company, especially as the person mainly responsible for the elegant, minimalist look of Google’s home page, with a single search bar centered on the page surrounded by white space. From there, she went on to oversee the launch and development of many of Google’s iconic products, overseeing the development of a host of new AI-based initiatives, including Google AdWords, Google Search, Google Images, Google Maps, Google Product Search, Google Toolbar, iGoogle, and Gmail, among others.",
    "Born": 1975,
    "Keyword1": "Computer Engineering",
    "Keyword2": "Artificial Intelligence",
    "Picture": "https://res.cloudinary.com/highereducation/image/upload/w_150,h_150,c_fill,f_auto,fl_lossy,q_auto/v1/TheBestSchools.org/marissa-mayer.jpg",
    "Wiki": "https://en.wikipedia.org/wiki/Marissa_Mayer"
  },
  {
    "Name": "Alison B. Miller",
    "Description": "Miller was home-schooled in the small town of Niskayuna, near Schenectady in upstate New York. She competed on the US team at the 45th International Mathematical Olympiad in 2004 in Athens, Greece, where she won a gold medal — a first ever for an American woman. She received her bachelor’s degree summa cum laude in mathematics in 2008 from Harvard University, where while still a undergraduate she published two papers on modular forms in number theory, and a third paper giving the best known upper bounds on superpatterns in the theory of permutation patterns. While at Harvard, she also won the Elizabeth Lowell Putnam Prize for three years running (2005 — 2007), equaling a record previously set by Ioana Dumitriu. Her senior thesis, “Explicit Class Field Theory in Function Fields: Gross-Stark Units and Drinfeld Modules,” won the Hoopes Prize. Following her bachelor’s degree, Miller attended Cambridge University in England for a year on a Churchill Scholarship.",
    "Born": 1986,
    "Keyword1": "Mathematics",
    "Picture": "https://res.cloudinary.com/highereducation/image/upload/f_auto,fl_lossy,q_auto/v1/TheBestSchools.org/alison-b-miller.jpg",
    "Wiki": "https://en.wikipedia.org/wiki/Alison_Miller"
  },
  {
    "Name": "Maryna S. Viazovska",
    "Description": "Viazovska was born in Kiev, Ukraine (then still a part of the USSR). She received her bachelor’s degree in mathematics from Taras Shevchenko National University of Kiev, and her master’s (candidate) degree in 2010 from the Institute of Mathematics of the Ukrainian National Academy of Sciences. She completed her PhD on analytic number theory in 2013 at the Rheinische Friedrich-Wilhelms-Universität Bonn (University of Bonn), where she worked under the supervision of Don Zagier and Werner Müller. After graduating, Viazovska was a postdoctoral researcher at the Berlin Mathematical School in Berlin (which is run by a consortium of the Mathematics Departments of three Berlin-based universities). Afterwards, she also studied directly at the Humboldt-Universität zu Berlin on a separate post-doc.",
    "Born": 1984,
    "Keyword1": "Mathematics",
    "Picture": "https://res.cloudinary.com/highereducation/image/upload/w_150,h_150,c_fill,f_auto,fl_lossy,q_auto/v1/TheBestSchools.org/maryna-viazovska.jpg",
    "Wiki": "https://en.wikipedia.org/wiki/Maryna_Viazovska"
  },
  {
    "Name": "Barbara Askins",
    "Description": "Askins (née Scott) was born in Belfast, Tennessee. After first working as a teacher and raising a family, she went back to school and took her bachelor’s and master’s of science degrees from the University of Alabama in Huntsville. She was then employed as a physical chemist by NASA’s Marshall Space Flight Center in Huntsville.",
    "Born": 1939,
    "Keyword1": "Physical Chemistry",
    "Picture": "https://res.cloudinary.com/highereducation/image/upload/w_150,h_150,c_fill,f_auto,fl_lossy,q_auto/v1/TheBestSchools.org/barbara-askins.jpg",
    "Wiki": "https://en.wikipedia.org/wiki/Barbara_Askins"
  },
  {
    "Name": "Elizabeth Blackburn",
    "Description": "Blackburn was born in Hobart, Tasmania, in Australia. When she was sixteen, her family relocated to Melbourne, where she attended high school, and obtained her bachelor’s and master’s of science degrees from the University of Melbourne. Next, she traveled to the United Kingdom, where she enrolled in Darwin College, Cambridge, obtaining her PhD in 1974 for work on bacteriophage viruses. After graduating, she taught at University of California–San Francisco, where her ground-breaking work on telomeres was done. She is currently President of the Salk Institute for Biological Studies in La Jolla, California.",
    "Born": 1948,
    "Keyword1": "Cell Biology",
    "Picture": "https://res.cloudinary.com/highereducation/image/upload/w_150,h_150,c_fill,f_auto,fl_lossy,q_auto/v1/TheBestSchools.org/elizabeth-blackburn.jpg",
    "Wiki": "https://en.wikipedia.org/wiki/Elizabeth_Blackburn"
  },
  {
    "Name": "Dame Jocelyn Bell Burnell",
    "Description": "Burnell (née Bell) was born in Lurgan, Northern Ireland, in the United Kingdom. She became interested in astronomy at an early age. She took her bachelor’s degree in physics in 1965 from the University of Glasgow, and received her PhD in 1969 from the University of Cambridge. While at Cambridge — and still known as Jocelyn Bell — she was enlisted by her doctoral adviser, Antony Hewish, to work with Martin Ryle and others on the construction and testing of a new radio telescope designed to study the then-recently discovered radio sources known as “quasi-stellar objects,” or quasars. In 1967, while poring over data from the new telescope, Bell discovered a never-before-observed type of signal being emitted with great regularity at the rate of about one and one-third pulses per second. She immediately showed the strange signal to her adviser, and the two worked closely together to try to understand what she had found.",
    "Born": 1943,
    "Keyword1": "Radio Astronomy",
    "Keyword2": "Astrophysics",
    "Picture": "https://res.cloudinary.com/highereducation/image/upload/w_150,h_150,c_fill,f_auto,fl_lossy,q_auto/v1/TheBestSchools.org/jocelyn-bell-burnell.jpg",
    "Wiki": "https://en.wikipedia.org/wiki/Jocelyn_Bell_Burnell"
  },
  {
    "Name": "Mary L. (Missy) Cummings",
    "Description": "Cummings was born in a small town in Tennessee. Cummings was a naval officer and military pilot. In 1989, she was one of the first women to land a supersonic jet fighter — a Boeing F/A-18 Hornet — on the deck of an aircraft carrier. In 2010, MIT appointed her an Associate Professor in its Department of Aeronautics and Astronautics, where she was Director of the Humans and Automation Lab in the Engineering Systems Division. She is currently Associate Professor in the Department of Mechanical Engineering and Materials Science at Duke University, where once again she is Director of the Humans and Autonomy Lab (the new incarnation of the lab she previously headed up at MIT). She also holds joint appointments with Duke’s Institute of Brain Sciences and Electrical and Computer Engineering Department. Cummings’s research extends across several fields, including human interaction with autonomous vehicle systems, modeling human interaction with complex systems, and decision support design for time-pressured, uncertain systems. In addition, she has a strong interest in the ethics of technology, including the impact of technology on society.",
    "Born": 1966,
    "Keyword1": "Aeronautical",
    "Keyword2": "Systems Engineering",
    "Picture": "https://res.cloudinary.com/highereducation/image/upload/w_150,h_150,c_fill,f_auto,fl_lossy,q_auto/v1/TheBestSchools.org/missy-cummings.jpg",
    "Wiki": "https://en.wikipedia.org/wiki/Missy_Cummings"
  },
  {
    "Name": "Frances E. Allen",
    "Description": "Initially given the facetious name of “LGM-1” (for “little green men”) by Bell and Hewish, their discovery was soon conjectured by Thomas Gold to be caused by a highly magnetized, rapidly rotating neutron star. This conjecture proved to be correct, and the phenomenon then became officially known as a “pulsating star,” or pulsar. In 1968, Bell married Martin Burnell and, after taking her degree the following year, at first worked only part-time. Eventually, the couple divorced and Burnell resumed a full-time academic career, initially as Professor of Physics at the Open University (1991 — 2001). After occupying a visiting professorship at Princeton University, she next served as Dean of Science at the University of Bath (2001 — 2004). During this time, she also served as President of the Royal Astronomical Society (2002 — 2004), and later as President of the Institute of Physics (2008 — 2010). She is currently Visiting Professor of Astrophysics at the University of Oxford. Though passed over for the Nobel Prize for Physics awarded to Hewish and Ryle in 1974, Burnell was elected a Fellow of the Royal Society (FRS) in 2003 and was made a Dame Commander of the Order of the British Empire (DBE) in 2007, among many other honors too numerous to mention.",
    "Born": 1932,
    "Keyword1": "Computer Science",
    "Keyword2": "Robotics",
    "Picture": "https://en.wikipedia.org/wiki/Frances_E._Allen#/media/File:Allen_mg_2528-3750K-b.jpg",
    "Wiki": "https://en.wikipedia.org/wiki/Frances_E._Allen"
  },
  {
    "Name": "Ada Lovelace",
    "Description": "The daughter of famed poet Lord Byron, Augusta Ada Byron—better known as \"Ada Lovelace\"—was born in London on December 10, 1815. Ada showed her gift for mathematics at an early age. She loved writing and through that she translated an article on an invention by Charles Babbage, and added her own comments. Because she introduced many computer concepts, Ada is considered the first computer programmer. Ada died on November 27, 1852.",
    "Born": 1815,
    "Keyword1": "Computer Science",
    "Keyword2": "Writing",
    "Picture": "https://www.biography.com/.image/ar_1:1%2Cc_fill%2Ccs_srgb%2Cg_face%2Cq_auto:good%2Cw_300/MTE4MDAzNDEwODQwOTQ2MTkw/ada-lovelace-20825279-1-402.jpg",
    "Wiki": "https://en.wikipedia.org/wiki/Ada_Lovelace"
  },
  {
    "Name": "Marie Curie",
    "Description": "Born Maria Sklodowska on November 7, 1867, Marie Curie became the first woman to win a Nobel Prize and the first person—man or woman—to win the award twice. Curie's efforts, with her husband Pierre Curie, led to the discovery of polonium and radium and, after Pierre's death, the further development of X-rays. The famed scientist died on July 4, 1934. ",
    "Born": 1867,
    "Keyword1": "Physics",
    "Keyword2": "Radioactivity ",
    "Picture": "https://www.biography.com/.image/ar_1:1%2Cc_fill%2Ccs_srgb%2Cg_face%2Cq_auto:good%2Cw_300/MTE5NTU2MzE2MTkzNzE5ODE5/marie-curie-9263538-1-402.jpg",
    "Wiki": "https://en.wikipedia.org/wiki/Marie_Curie"
  },
  {
    "Name": "Asima Chatterjee",
    "Description": "Asima Chatterjee (23 September 1917 – 22 November 2006) was an Indian organic chemist noted for her work in the fields of organic chemistry and phytomedicine. Her most notable work includes research on vinca alkaloids, the development of anti-epileptic drugs, and development of anti-malarial drugs. She also authored a considerable volume of work on medicinal plants of the Indian subcontinent. She was the first woman to receive a Doctorate of Science from an Indian university.",
    "Born": 1917,
    "Keyword1": "Chemistry",
    "Keyword2": "Medicine ",
    "Picture": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7d/Asima_Chatterjee_1.jpg/220px-Asima_Chatterjee_1.jpg",
    "Wiki": "https://en.wikipedia.org/wiki/Asima_Chatterjee"
  }
]